var name = prompt('введите свое имя');
console.log(' ВРОДЕ БЫ ВАС ЗОВУТ: ' + name);
var age = prompt('введите ваш год рождения');
console.log(' Сегодня вам лет: ' + (2021-age));
var numb1 = prompt('Решите этот пример, а то мы вас будем считать ботом: 1250-57=?');
console.log(' 1250-57 = 1193 будет, а ваш ответ: ' + numb1);
var numb2 = prompt('Да ладно это же легко, решите еще: 1250+81=?');
console.log(' 1250+81 = 1331 будет, а ваш ответ: ' + numb2);
var numb3 = prompt('ну давайте дальше: 37*37 = ?');
console.log(' 37*37 = 1369 будет, а ваш ответ: ' + numb3);
var numb4 = prompt('ну это на первый класс: 81/9 = ?');
console.log(' 81/9 = 9 будет, думаю вы угадали, ваш ответ: ' + numb4);
var numb4 = prompt('И на последок: 100%9 = ?');
console.log(' 100%9 = 1 будет, думаю вы опять угадали, ваш ответ: ' + numb4);
var checking = alert('Проверте через "console" набрав комбинацию ctrl+shift+I');

